{
    "common": {
        "joinUs": "Join us",
        "companyName": "Name",
        "address": "Address",
        "phone": "Telephone",
        "email": "E-mail",
        "send": "send",
        "emailPlaceholder": "Please edit your email...",
        "addWechat": "Add wecaht"
    },
    "company": {
        "name": "Taizhou Unicorn Electromechanical Co., Ltd",
        "address": "1st floor, Building 5, Caao Village Stock economic Cooperative, Daxi Town, Wenling",
        "mobile": "+86 187 6812 4695"
    },
    "product": {
        "titleUppercase": "HIGH ACCURACY, NO LEAKAGE",
        "high": "High",
        "accuracy": "accuracy",
        "no": "No",
        "leakage": "leakage",
        "best": "Best",
        "quality": "Quality"
    },
    "tech": {
        "title": "MAIN PROCESSING TECHNOLOGY",
        "process1": "BOX PROCESSING",
        "process1Html": "In order to <span class='highlight'>ensure </span><span class='highlight'>accuracy</span>, all boxes are finished using <span class='highlight'>a </span><span class='highlight'>horizontal </span><span class='highlight'>machining </span><span class='highlight'>center.</span> After processing, the concentricity of each box is measured, as well as the bearing position tolerance, and <span class='highlight'>the </span> <span class='highlight'>defective </span> <span class='highlight'>products </span> <span class='highlight'>are </span> <span class='highlight'>eliminated.</span>",
        "process2": "AIR TIGHTNESS TEST",
        "process2Html": "After processing by the processing center, in order to <span class='highlight'>ensure </span><span class='highlight'>no </span><span class='highlight'>oil </span><span class='highlight'>leakage </span><span class='highlight'>and </span><span class='highlight'>no </span><span class='highlight'>water </span><span class='highlight'>leakage</span> during subsequent use, each box is tested by special equipment for water compression, <span class='highlight'>air tightness test</span>, full inspection of all semi-finished products, <span class='highlight'>and </span><span class='highlight'>the </span><span class='highlight'>elimination </span><span class='highlight'>of </span><span class='highlight'>defective </span><span class='highlight'>products</span>",
        "process3": "END FINISH",
        "process3Html": "In order to prevent oil from spilling from both sides, the end cover uses the structure of skeleton oil seal + return oil groove + oil dump ring, as shown in the diagram",
        "process4": "SPINDLE MACHINING",
        "process4Html": "The default spindle material is 45# steel, which is initially processed with a lathe and then processed with a grinder to achieve the accuracy requirements",
        "process5": "INTEGRAL ASSEMBLY"
    },
    "series": {
        "series1": "H series water cooling",
        "series2": "H series oil cooling",
        "series3": "GH series water cooling",
        "series4": "LK series oil cooled",
        "series5": "JZ series oil cooled"
    },
    "introduce": {
        "title": "CORPORATION",
        "content1": "Taizhou Dot Barge Electromechanical Co., Ltd. is a professional production of fan bearing box enterprises, the company is located in the \"China pump town\" title of industrial strong town - Daxi town. For a long time, the company has devoted itself to research, with more professional technology, greater investment and continuous innovation to face the market competition. The company has always adhered to the \"quality of survival, science and technology and development\" business policy, the integrity of the business philosophy is the goal of Mottled electromechanical, the company developed a fuel-saving bearing box won the utility model patent certificate. ",
        "content2": "Our factory has established long-term and stable cooperative relations with a number of Taizhou companies, heavy credit, keep the contract, ensure product quality, and won the trust of our customers, the factory fully follow customer needs, and constantly carry out product innovation and service improvement. ",
        "content3": "In order to prolong the service life of the bearing box as much as possible, it is necessary to fill the mechanical oil inside the bearing to lubricate the bearing, but we found that the process of filling the oil is actually quite long, and the amount of oil used is also very large, so in this regard, our company developed a fuel-saving bearing box structure, and has applied for a utility patent. The technology is to change the structure of the box (add steps at the bottom of the box to lock the filled oil near the bearings at both ends; At the same time, increase the oil injection hole and move its position to both ends) to achieve the purpose of reducing the oil use and the oil injection time, and ultimately it is expected to reduce the oil use by 50% and the oil injection time by 75%."
    },
    "cert" : {
        "title": "QUALIFICATION CERTIFICATE",
        "cert1": "Design Patent Certificate",
        "cert2": "Trademark Registration Certificate",
        "cert3": "Utility Model Patent Certificate"
    },
    "name": "hello"
}




